{
    "DeckName": "you guys are faggots",

    "DeckBy": "cloaker (the best :3c)",

    "Truths": [
            "Fuck, Marry, Kill",
            "Did you lie on your last truth? (cmon be real)",
            "What’s the biggest age gap you’ve had in a romantic relationship?",
            "If you had to switch lives with someone in the group, who would it be?",
            "What’s the most illegal thing you’ve ever done?",
            "Have you ever had a one-night stand?",
            "What’s your most awkward romantic encounter?",
            "What’s something you’ve lied about recently?",
            "What’s your biggest guilty pleasure?",
            "What’s the most risqué thing you’ve ever sent in a text?",
            "What is your biggest fear?",
            "Have you ever lied to get out of trouble?",
            "What is your guilty pleasure?",
            "What’s the most embarrassing thing you’ve ever done in public?",
            "Have you ever had a crush on someone here?",
            "What’s your worst habit?",
            "If you could switch lives with someone for a day, who would it be?",
            "What’s one thing you’ve never told your parents?",
            "If you had to eat one food forever, what would it be?",
            "What’s the dumbest thing you’ve ever spent money on?",
            "What’s a weird talent you have?",
            "What’s the worst pickup line you’ve ever heard?",
            "Have you ever faked being sick to skip something?",
            "What’s a lie you’ve told recently?",
            "What’s your worst date experience?",
            "Have you ever stalked someone online?",
            "Who’s your celebrity crush?",
            "What’s the most childish thing you still do?",
            "What’s the weirdest dream you’ve ever had?",
            "Would you rather be rich and sad or poor and happy?",
            "What’s a skill you wish you had?",
            "Have you ever been caught lying?",
            "What’s your most embarrassing nickname?",
            "What’s the worst haircut you’ve ever had?",
            "What’s a movie that made you cry?",
            "Who do you admire the most?",
            "What’s your go-to karaoke song?",
            "If you could be any fictional character, who would you be?",
            "What’s the most useless fact you know?",
            "Have you ever laughed at the wrong moment?",
            "What’s your biggest pet peeve?",
            "What’s the best compliment you’ve ever received?",
            "What’s a fashion trend you regret following?",
            "What’s something you’re terrible at?",
            "What’s your dream job?",
            "What’s a song that makes you emotional?",
            "Have you ever stolen something small?",
            "What’s your worst cooking disaster?",
            "If you had to rename yourself, what would it be?",
            "What’s a secret talent you have?",
            "Name a sex toy you have.",
            "Make out with a player of your choosing.",
            "Send a picture of you in thigh highs.",
            "Have you ever had a one-night stand?",
            "What’s the wildest place you’ve had sex?",
            "Have you ever had a friends-with-benefits situation?",
            "Who in this group do you find the most attractive?",
            "What’s your favorite body part on yourself?",
            "What’s your favorite body part on someone else?",
            "What’s a kink you’re curious about?",
            "Have you ever had a sex dream about someone here?",
            "Have you ever role-played in the bedroom?",
            "What’s the sexiest thing someone has said to you?",
            "Do you prefer being dominant or submissive?",
            "Have you ever had a threesome?",
            "What’s the most daring thing you’ve done sexually?",
            "Have you ever been caught in the act?",
            "Would you ever try public sex?",
            "What’s your go-to move in bed?",
            "Do you own any sexy outfits?",
            "What’s your favorite type of foreplay?",
            "Have you ever recorded yourself doing anything NSFW?",
            "Have you ever sent a risky text and regretted it?",
            "Who here would you want to have a one-night stand with?",
            "What’s the dirtiest thought you’ve had today?",
            "Would you ever visit a nude beach?",
            "Do you like giving or receiving hickeys?",
            "Have you ever had a crush on a teacher?",
            "Would you rather have passionate or rough sex?",
            "What’s your favorite thing to do during foreplay?",
            "Would you ever try a long-distance sexy call?",
            "Have you ever had a secret relationship?",
            "Would you ever be handcuffed in bed?",
            "Have you ever given or received a lap dance?",
            "Do you own any adult toys?",
            "Have you ever used food in the bedroom?",
            "Have you ever gotten caught sexting?",
            "Have you ever had a spontaneous hook-up?",
            "What’s a turn-on that people wouldn’t expect from you?"
    ],
    "Dares": [
            "Bend over for <player>",
            "Play with someone’s hair while maintaining eye contact for one minute.",
            "Give <player> belly rubs",
            "Hold <players> hand until your next turn",
            "if <player> was in your favorite sex position, what would you do to them",
            "Give <player> 5 minutes in heaven",
            "Give <player> 5 minutes in heaven",
            "Give <player> 5 minutes in heaven",
            "Give <player> 5 minutes in heaven",
            "Give <player> a lapdance",
            "Send <player> a picture of you in risqué clothing",
            "Let <player> see a picture in your locked photo album",
            "Text the 5th person in your dm's Crazy? I was crazy once",
            "<player>, makes out with you right now for 10 secconds",
            "Hold a handstand for as long as you can",
            "Pretend you are dating the person to your right",
            "Let <player> draw on your face with a marker.",
            "Let the group send a GIF from your phone to a random contact",
            "Read your last five texts out loud.",
            "Lick something random chosen by the group.",
            "Call a random contact and say, I have a secret to tell you, then hang up.",
            "Do 10 push-ups.",
            "Sing a song in a funny voice.",
            "Talk in an accent for the next 3 rounds.",
            "Let the group choose something for you to post on social media.",
            "Do an impression of <player>.",
            "Dance for 30 seconds without music.",
            "Say the alphabet backward.",
            "Let the person to your right draw something on your face.",
            "Do your best impression of a famous celebrity.",
            "Speak only in rhymes for the next round.",
            "Do 10 jumping jacks.",
            "Act like a monkey until your next turn.",
            "Try to lick your elbow.",
            "Tell a joke and make everyone laugh.",
            "Let someone give you a temporary tattoo with a marker.",
            "Give <player> a compliment.",
            "Spin around 10 times and try to walk straight.",
            "Whisper everything for the next 5 minutes.",
            "Let the group pick a new nickname for you.",
            "Pretend to be a waiter and take everyone’s order.",
            "Do a cartwheel (or try your best).",
            "Hold a funny pose for 30 seconds.",
            "Let someone tie your hands together until your next turn.",
            "Do an interpretive dance.",
            "Talk like a robot until your next turn.",
            "Do 10 squats.",
            "Speak in a high-pitched voice for the next 3 rounds.",
            "Let another player tickle you for 15 seconds.",
            "Make a funny face and hold it for 30 seconds.",
            "Try to fit as many marshmallows in your mouth as possible.",
            "Let someone take a funny picture of you.",
            "Walk on your knees for the next 3 rounds.",
            "Give a lapdance to <player>",
            "Send a flirty text to someone in your contacts.",
            "Let another player look through your recent messages.",
            "Blindfold yourself and let <player> kiss you.",
            "Remove one piece of clothing (not underwear).",
            "Whisper something seductive to the person next to you.",
            "Let everybody write something on your body.",
            "Give <player> a hickey.",
            "Let someone else choose a sexy pose for you to do.",
            "Let someone else take a playful selfie with your phone.",
            "Try to seduce an inanimate object for 30 seconds.",
            "Let another player control your phone for 2 minutes.",
            "Sit on someone’s lap for the next round.",
            "Send a winky face to your last text contact.",
            "Take a naughty selfie and show it to the group.",
            "Let the group choose who you kiss next.",
            "Take off someone else’s socks with your teeth.",
            "Give someone a foot massage for 2 minutes.",
            "Take a suggestive photo and send it to someone random.",
            "Slow dance with the person on your left.",
            "Lick someone’s neck.",
            "Give a detailed description of your ideal date night.",
            "Do a fake orgasm sound.",
            "Wear a blindfold and let someone kiss you.",
            "French kiss your own hand passionately.",
            "Mimic someone’s flirting style in the group.",
            "Read a spicy text from your messages out loud.",
            "Cuddle <player> untill your next turn",
    ]
}
